Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/phpmyadmin-5-2.tmx
Source language: en
Languages: sv

source: When Host table is used, this field is ignored and values stored in Host table are used instead.
sv: När värdtabellen används ignoreras detta fält och värden lagrade i värdtabellen används istället.

source: List of changes
sv: Lista över ändringar

source: Disallow BLOB and BINARY columns from editing.
sv: Tillåt ej redigering av BLOB- och BINARY-kolumner.

source: Query cache not running efficiently, it has a low hit rate.
sv: Frågecachen fungerar inte effektivt, den har en låg träffsäkerhet.

source: Click to dismiss this notification
sv: Klicka för att ta bort detta meddelande

source: Reset zoom
sv: Återställ zoom

source: %1$d database has been dropped successfully.
sv: %1$d databas har framgångsrikt tagits bort.

source: %1$d databases have been dropped successfully.
sv: %1$d databaser har framgångsrikt tagits bort.

source: Temporary data
sv: Temporära data

source: The phpMyAdmin configuration storage database could not be accessed.
sv: Det gick inte att komma åt phpMyAdmins databas för konfigurationslagring.

source: Please note:
sv: Vänligen notera:

source: This indicates that many queries are doing full table scans. Add indexes where applicable.
sv: Detta tyder på att många frågor utför en fullständig tabellsökning, Lägg till index i förekommande fall.

source: Thai
sv: Thailändsk

source: Could not connect to the database server!
sv: Kunde inte ansluta till databasservern!

source: Cancel request
sv: Avbryt begäran

source: Incorrect IP address: %s
sv: Felaktig IP-adress: %s

source: Customize startup page.
sv: Anpassa startsidan.

source: Propose table structure
sv: Föreslå tabellstruktur

source: Log table filter options
sv: Filteralternativ för loggtabell

source: Structure:
sv: Struktur:

source: Scatter
sv: Sambandsdiagram

source: The query encryption key in the configuration file is longer than necessary. It should only be %d bytes long. Please refer to the [doc@cfg_URLQueryEncryptionSecretKey]documentation[/doc].
sv: Frågekrypteringsnyckeln i konfigurationsfilen är längre än nödvändigt. Den bör bara vara %d byte lång. Se [doc@cfg_URLQueryEncryptionSecretKey]dokumentationen[/doc].

source: Leave blank if not used.
sv: Lämna tomt om den inte används.

source: You should use SSL connections if your database server supports it.
sv: Du ska använda SSL-anslutning om din databasserver stödjer det.

source: The number of rows waiting to be written in INSERT DELAYED queues.
sv: Antalet rader som väntar på att skrivas i INSERT DELAYED-köer.

source: Friday
sv: Fredag

source: Primary configuration
sv: Primärkonfiguration

source: Taking you to next step…
sv: Tar dig till nästa steg…

source: Defines the minimum size for input fields generated for CHAR and VARCHAR columns.
sv: Definierar minsta storlek för inmatningsfält skapade för CHAR- och VARCHAR-kolumner.

source: not active
sv: inaktiv

source: %s%% of all connections are aborted. This value should be below 1%%
sv: %s%% av alla anslutningar avbryts. Detta värde bör vara under 1%%

source: Enter server connection parameters.
sv: Ange parametrar för anslutning till server.

source: The mbstring PHP extension was not found and you seem to be using a multibyte charset. Without the mbstring extension phpMyAdmin is unable to split strings correctly and it may result in unexpected results.
sv: PHP-tillägget mbstring kunde inte hittas och det verkar som om du använder flerbitars teckenuppsättning. phpMyAdmin kan inte dela upp strängar korrekt utan tillägget mbstring, vilket kan resultera i oväntade resultat.

source: Export as separate files
sv: Exportera som separata filer

source: Hide/Show all
sv: Dölj/Visa alla

source: Add this series
sv: Lägg till denna serie

source: The URL of the proxy to be used when retrieving the information about the latest version of phpMyAdmin, or when submitting error reports. You need this if the server where phpMyAdmin is installed does not have direct access to the Internet. The format is: "hostname:portnumber".
sv: URL:en till proxyn som ska användas när information om den senaste versionen av phpMyAdmin hämtas eller felrapporter skickas. Den behövs om servern där phpMyAdmin är installerat inte har direkt åtkomst till Internet. Formatet är: "värdnamn:portnummer".

source: Data only
sv: Enbart data

source: %d table(s)
sv: %d tabell(er)

source: Vietnamese
sv: Vietnamesisk

source: Your session has expired. Please log in again.
sv: Din session har gått ut. Vänligen logga in igen.

source: Error: Internal relationship could not be added!
sv: Fel: den interna relationen kunde inte läggas till!

source: Keyname
sv: Nyckelnamn

source: No data found
sv: Inga data hittades

source: During current session
sv: Under aktuell session

source: Reset all
sv: Återställ alla

source: The number of times a row lock had to be waited for.
sv: Antalet gånger ett radlås behövde väntas på.

source: New page
sv: Ny sida

source: Total memory
sv: Totalt minne

source: column(s)
sv: kolumn(er)

source: Dump some row(s)
sv: Exportera några rader

source: Cannot save settings, submitted configuration form contains errors!
sv: Kan inte spara inställningar, sänt konfigurationsformulär innehåller fel!

source: Title of browser window when a server is selected.
sv: Titel på webbläsarfönstret när en server är vald.

source: Edit/Insert
sv: Redigera / Infoga

source: Export
sv: Exportera

source: Contribute
sv: Bidra

source: This is the number of transaction log files (pbxt/system/xlog*.xt) the system will maintain. If the number of logs exceeds this value then old logs will be deleted, otherwise they are renamed and given the next highest number.
sv: Detta är antalet transaktionsloggfiler (pbxt/system/xlog*.xt) som systemet upprätthåller. Om antalet loggar överstiger detta värde tas gamla loggar bort. Annars döps de om och ges det näst högsta numret.

source: Whether to expand single database in the navigation tree automatically.
sv: Om en enskild databas automatiskt ska expanderas i navigeringsträdet.

source: 'source' found in version_comment
sv: "källa" hittades i version_comment

source: The number of queries registered in the cache.
sv: Antalet frågor registrerade i cachen.

source: The common part of the directory path for all InnoDB data files.
sv: Den gemensamma delen av sökvägen för alla InnoDB-datafiler.

source: Data creation options
sv: Valmöjligheter vid skapande av data

source: You probably tried to upload a file that is too large. Please refer to %sdocumentation%s for a workaround for this limit.
sv: Du försökte ladda upp en fil som är för stor. Se %sdocumentation%s för att gå runt denna begränsning.

source: Now, add the following lines at the end of [mysqld] section in your my.cnf and please restart the MySQL server afterwards.
sv: Nu, lägg till följande rader i slutet av [mysqld]-sektionen i din my.cnf och starta om MySQL-servern efteråt.

source: Disable foreign key checks
sv: Inaktivera kontroller av främmande nycklar

source: Browser transformation:
sv: Webbläsartransformering:

source: Bookmarked SQL query:
sv: Bokmärkt SQL-fråga:

source: It appears your table uses triggers;
sv: Det verkar dom om tabellen använder följande utlösare;

source: Show or hide a column displaying the charset for all tables.
sv: Visa eller dölj en kolumn som visar teckenkodningen för alla tabeller.

source: View all
sv: Visa alla

source: You have unsaved changes; are you sure you want to leave this page?
sv: Du har ändringar som inte har sparats. Är du säker på att du vill lämna denna sidan utan att spara dessa?

source: Developer
sv: Utvecklare

source: File was not an uploaded file.
sv: Filen var inte en uppladdad fil.

source: Login cookie validity
sv: Giltighet för inloggnings-cookie

source: Exclude definition of current user
sv: Uteslut definitionen av aktuell användare

source: Su
sv: Sö

source: Oct
sv: okt

source: Remembering designer settings:
sv: Sparande av designerinställningar:

source: The column width of integer types is ignored in your MySQL version unless defining a TINYINT(1) column
sv: Kolumnbredden för heltalstyper ignoreras i din MySQL-version, såvida du inte definierar en TINYINT(1)-kolumn

source: ascending
sv: Stigande

source: the exact phrase as substring
sv: den exakta frasen som delsträng

source: Differential
sv: Differentiell

source: Show password change form
sv: Visa ändra lösenord-formulär

source: %s thread(s) took longer than %s seconds to start, it should be 0
sv: %s tråd(ar) tog längre tid än %s sekunder att starta, det bör vara 0

source: Console mode
sv: Konsolläge

source: Hidden navigation items table
sv: Tabell för dolda navigationsobjekt

source: Add bookmark
sv: Lägg till bokmärke

source: Database comment:
sv: Databaskommentar:

source: SQL query history table
sv: Tabell för SQL-frågehistorik

source: web server upload directory:
sv: Uppladdningskatalog på webbserver:

source: By disabling two factor authentication you will be again able to login using password only.
sv: När du inaktiverar tvåfaktorsautentisering kan du åter logga in enbart med lösenord.

source: Authentication
sv: Verifiering

source: Point %d
sv: Punkt %d

source: The number of rows read from InnoDB tables.
sv: Antalet rader lästa från InnoDB-tabeller.

source: Normalize
sv: Normalisera

source: The server is not responding.
sv: Servern svarar inte.

source: Rate of reading next table row: %s, this value should be less than 1 per hour
sv: Andelen av läsning av nästa tabellrad: %s, detta värde bör vara mindre än 1 per timme

source: Activate tracking for %s
sv: Aktivera spårning för %s

source: The number of joins without keys that check for key usage after each row. (If this is not 0, you should carefully check the indexes of your tables.)
sv: Antalet kopplingar utan nycklar som kontrollerar nyckelanvändning efter varje rad. (Om detta värde inte är 0, bör du noggrant kontrollera index för dina tabeller.)

source: Series in chart:
sv: Serie i diagram:

source: Provides authentication using hardware security tokens supporting FIDO U2F, such as a YubiKey.
sv: Tillhandahåller autentisering med maskinvarusäkerhetstoken som har stöd för FIDO U2F, till exempel en YubiKey.

source: Key buffer is not initialized. No MyISAM indexes will be cached.
sv: Nyckelbuffert är inte initialiserad. Inga MyISAM-index kommer cachas.

source: Authentication code:
sv: Autentiseringskod:

source: Leave blank for no QBE saved searches support, suggested: [kbd]pma__savedsearches[/kbd].
sv: Lämna tomt för inget stöd vid QBE-sökningar, förslag: [kbd] pma__savedsearches [/kbd].

source: Stores and enables efficient access to data in JSON (JavaScript Object Notation) documents
sv: Lagrar och möjliggör effektiv åtkomst till data i JSON (JavaScript Object Notation) -dokument

source: You can't change these variables. Please log in as root or contact your database administrator.
sv: Du kan inte ändra dessa variabler. Logga in som root eller kontakta din databasadministratör.

source: Select all
sv: Välj alla

source: Server hostname
sv: Serverns värdnamn

source: Create single-column index
sv: Skapa index för singelkolumn

source: Allows locking tables for the current thread.
sv: Tillåter låsning av tabeller för gällande tråd.

source: Long query time
sv: Läng söktid

source: Column name successfully copied to clipboard!
sv: Kolumnnamnet har kopierats till urklipp.

source: Syntax highlighted CodeMirror editor for JSON.
sv: Syntax CodeMirror editerare för JSON.

source: Excel edition
sv: Excel-version

source: The number of rows written with INSERT DELAYED for which some error occurred (probably duplicate key).
sv: Antalet rader skrivna med INSERT DELAYED för vilka något fel uppstod (förmodligen dubblerad nyckel).

source: No collation provided.
sv: Ingen sorteringsordning angavs.

source: The number of pages containing data (dirty or clean).
sv: Antalet sidor innehållande data (orena eller rena).

source: Version less than 5.5.8 (the first GA release of 5.5).
sv: Version lägre än 5.5.8 (den första GA utgåvan av 5.5).

source: The number of pages that have been written for doublewrite operations.
sv: Antalet sidor som har skrivits för doublewrite transaktioner.

source: Operations
sv: Operationer

source: Please select the primary key or a unique key!
sv: Välj den primära nyckeln eller en unik nyckel!

source: Show statistics
sv: Visa statistik

source: Execute queries on Enter and insert new line with Shift+Enter. To make this permanent, view settings.
sv: Kör frågor med RETUR och infoga en ny rad med SKIFT+RETUR. Visa inställningarna för att göra detta permanent.

source: Donate
sv: Donera

source: Edit server
sv: Konfigurera server

source: View output as text
sv: Visa utdata som text

source: A fatal JavaScript error has occurred. Would you like to send an error report?
sv: Ett allvarligt JavaScript-fel har uppstått. Vill du skicka en felrapport?

source: authored on %s by %s
sv: skapad %s av %s

source: Do not import empty rows
sv: Importera inte tomma rader

source: Show grid
sv: Visa rutnät

source: Operator
sv: Aktör

source: Existing templates:
sv: Befintliga mallar:

source: This value should be double checked to ensure that this directory is neither world accessible nor readable or writable by other users on your server.
sv: Detta värde bör dubbelkollas för att försäkra att denna katalog varken är åtkomlig för världen eller skrivbar för andra användare på din server.

source: Maximum size for temporary sort files
sv: Maximal storlek för temporära sorteringsfiler

source: If you feel this is necessary, use additional protection settings - %1$shost authentication%2$s settings and %3$strusted proxies list%4$s. However, IP-based protection may not be reliable if your IP belongs to an ISP where thousands of users, including you, are connected to.
sv: Om du anser att det behövs, använd ytterligare skyddsinställningar: inställningar för %1$svärdautentisering%2$s och listan över %3$sbetrodda proxyservrar%4$s. IP-baserat skydd kan dock vara otillförlitligt om din IP-adress tillhör en internetleverantör där tusentals användare, däribland du, är anslutna.

source: Allows creating new tables.
sv: Tillåter skapande av nya tabeller.

source: Incomplete params
sv: Ofullständiga parametrar

source: Remove this column
sv: Ta bort den här kolumnen

source: Available browser display transformations
sv: Tillgängliga transformationer av webbläsareutseende

source: Add prefix
sv: Lägg till prefix

source: Total time:
sv: Total tid:

source: Set some commonly used options.
sv: Välj några av de vanligaste alternativen.

source: Hide arguments
sv: Dölja argument

source: Subpartition by:
sv: Underpartitionera efter:

source: Show or hide a column displaying the comments for all tables.
sv: Visa eller dölja en kolumn som visar kommentarer för alla tabeller.

source: Execute this query again?
sv: Köra den här frågan igen?

source: Show column comments
sv: Visa kolumnkommentarer

source: Partition maintenance
sv: Underhåll av partition

source: Allows executing stored routines.
sv: Tillåter utförande av lagrade rutiner.

source: Bad parameters!
sv: Felaktiga parametrar!

source: Tracking report
sv: Spårningsrapport

source: Default theme %s not found!
sv: Standardtema %s hittades inte!

source: Index choice:
sv: Index val:

source: Sort
sv: Sortera

source: Logo link URL
sv: Länkadress för logo

source: Preview SQL
sv: Förhandsgranska SQL

source: Add IF NOT EXISTS (less efficient as indexes will be generated during table creation)
sv: Lägg till "IF NOT EXISTS" (mindre effektiv eftersom index kommer att genereras när tabellen skapas)

source: Error management:
sv: Felhantering:

source: Other core settings
sv: Andra grundinställningar

source: Javascript must be enabled past this point!
sv: Javascript måste vara aktiverat efter detta!

source: Use regular expression
sv: Använd reguljära uttryck

source: %sCreate%s missing phpMyAdmin configuration storage tables.
sv: %sCreate%s saknade phpMyAdmin konfiguration lagringstabeller.

source: Limits the number of queries the user may send to the server per hour.
sv: Begränsar antalet frågor användaren kan skicka till servern per timme.

source: A polygon
sv: En polygon

source: Hide browser transformation
sv: Dölj webbläsarens transformation

source: Send error reports
sv: Skicka felrapporter

source: Show or hide a column displaying the Creation timestamp for all tables.
sv: Visa eller dölj en kolumn som visar tidsstämpeln för skapandet av samtliga tabeller.

source: Buffered memory
sv: Buffrat minne

source: Details
sv: Detaljer

source: Rebuild
sv: Återskapa

source: Execute
sv: Utför

source: Use ignore inserts
sv: Använd ignore i inläggningar

source: MyISAM key buffer size
sv: Nyckelbuffertstorlek för MyISAM

source: Make all columns atomic
sv: Göra alla kolumner encelliga

source: Geometry %d:
sv: Geometri %d:

source: Create PHP code
sv: Skapa PHP-kod

source: Replica status
sv: Replikstatus

source: The number of requests to read a key block from the cache.
sv: Antalet efterfrågningar att läsa ett nyckelblock från cachen.

source: SQL query on database <b>%s</b>:
sv: SQL-fråga i databas <b>%s</b>:

source: and then
sv: och sedan

source: Cannot read uploaded file.
sv: Kan inte läsa uppladdad fil.

source: End
sv: Slut

source: Unable to read primary log position. Possible privilege problem on primary.
sv: Det går inte att läsa den primära serverns loggposition. Möjligt behörighetsproblem på primärservern.

source: Allows creating temporary tables.
sv: Tillåter skapande av temporära tabeller.

source: You are about to DELETE all the rows of the table!
sv: Du håller på att TA BORT alla rader i tabellen!

source: Security type
sv: Säkerhetstyp

source: Limit column characters
sv: Begränsa antalet tecken i kolumn

source: Copy table to (database.table)
sv: Kopiera tabellen till (databas.tabell)

source: You might want to increase {query_cache_size}, however keep in mind that the overhead of maintaining the cache is likely to increase with its size, so do this in small increments and monitor the results.
sv: Du kanske vill öka {query_cache_size}, ha dock i åtanke att den overhead för att upprätthålla cachen kommer sannolikt att öka med sin storlek, så gör detta i små steg och övervaka resultatet.

source: Setting {concurrent_insert} to 1 reduces contention between readers and writers for a given table. See also <a href="https://dev.mysql.com/doc/refman/5.5/en/concurrent-inserts.html">MySQL Documentation</a>
sv: Att ställa in {concurrent_insert} till 1 minskar kampen mellan läsare och skrivare för en given tabell. se även <a href="https://dev.mysql.com/doc/refman/5.5/en/concurrent-inserts.html">MySQL Dokumentation</a>

source: Host:
sv: Värd:

source: Browse
sv: Bläddra

source: Composite with:
sv: Omges av:

source: The number of sorted rows.
sv: Antalet sorterade rader.

source: Last update
sv: Senaste uppdatering

source: Whether to show hint or not.
sv: Huruvida tips ska visas eller inte.

source: Enter criteria as free text
sv: Ange kriterier som fritext

source: Please enter the values for transformation options using this format: 'a', 100, b,'c'…<br>If you ever need to put a backslash ("\") or a single quote ("'") amongst those values, precede it with a backslash (for example '\\xyz' or 'a\'b').
sv: Ange värdena för omvandlingsparametrar enligt följande format: 'a', 100, b,'c'…<br>Om du behöver lägga till ett bakåtstreck ("\") eller ett enkelcitat ("'") i värdena, skriv ett bakåtstreck före tecknet (t.ex. '\\xyz' eller 'a\'b').

source: Do you really want to execute "%s"?
sv: Vill du verkligen köra "%s"?

source: Error: Relational features are disabled!
sv: Fel: Relationella funktioner är inaktiverade!

source: However on last run no data has been parsed, this usually means phpMyAdmin won't be able to finish this import unless you increase php time limits.
sv: Dock blev inga data bearbetade i senaste körningen. Detta betyder vanligtvis att phpMyAdmin inte kan slutföra denna import såvida du inte ökar PHP:s tidsbegränsningar.

source: Unlink from main panel
sv: Avlänka från huvudpanelen

source: User accounts overview
sv: Översikt användarkonto

source: The number of merge passes the sort algorithm has had to do. If this value is large, you should consider increasing the value of the sort_buffer_size system variable.
sv: Antalet sammanslagningar som sorteringsalgoritmen har behövt utföra. Om detta värde är stort bör du överväga att öka värdet i systemvariabeln sort_buffer_size.

source: The max size of the result set in the query cache is the default of 1 MiB.
sv: Den maximala storleken på resultatet i frågecachen är standardvärdet på 1 Mb.

source: Descending
sv: Fallande

source: This is the amount of memory allocated to the index cache. Default value is 32MB. The memory allocated here is used only for caching index pages.
sv: Detta är mängden minne som allokeras för indexcachen. Standardvärdet är 32MB. Minnet som allokeras här används endast för cache av indexsidor.

source: no description
sv: ingen beskrivning

source: InnoDB log size
sv: InnoDB loggstorlek

source: Defines the maximum size for input fields generated for CHAR and VARCHAR columns.
sv: Anger den maximala storleken för inmatningsfält skapade för CHAR- och VARCHAR-kolumner.

source: Reset replica
sv: Återställ replik

source: Selected dependencies are as follows:
sv: Valda beroenden är följande:

source: Include a timestamp of when databases were created, last updated, and last checked
sv: Inkludera en tidsstämpel på när databaser skapades, senast uppdaterade, och senast kontrollerade

source: Create version %1$s of %2$s
sv: Skapa version %1$s av %2$s

source: More settings
sv: Fler inställningar

source: Expand
sv: Expandera

source: Max rows
sv: Max. antal rader

source: ø per hour
sv: genomsnitt per timme

source: Users of '%s' user group
sv: Användare av användargruppen '%s'

source: Empty the table (TRUNCATE)
sv: Töm tabellen (TRUNCATE)

source: Show replica hosts
sv: Visa replikvärdar

source: You are using the MySQL Query cache with a fairly high traffic database. It might be worth considering to use <a href="https://dev.mysql.com/doc/refman/5.6/en/ha-memcached.html">memcached</a> instead of the MySQL Query cache, especially if you have multiple replicas.
sv: Du använder MySQL:s frågecache med en databas med ganska hög trafik. Överväg att använda <a href="https://dev.mysql.com/doc/refman/5.6/en/ha-memcached.html">memcached</a> i stället för MySQL:s frågecache, särskilt om du har flera repliker.

source: Show report details
sv: Visa rapportdetaljer

source: Move column
sv: Flytta kolumn

source: The slow query rate should be below 5%%, your value is %s%%.
sv: Andelen långsamma frågor bör vara under 5%%. Ditt värde är %s%%.

source: It seems that the connection to server has been lost. Please check your network connectivity and server status.
sv: Anslutningen till servern verkar ha brutits. Kontrollera nätverksanslutningen och serverns status.

source: Select page
sv: Välj sida

source: User preferences storage table
sv: Lagringstabell för användarinställningar

source: %s table
sv: %s tabell

source: %s tables
sv: %s tabeller

source: Tracking for %1$s was deactivated at version %2$s.
sv: Spårning av %1$s deaktiverades vid version %2$s.

source: Chart Title
sv: Diagramtitel

source: Default sorting order
sv: Förvald sorteringsordning

source: Relational key
sv: Besläktad nyckel

source: Page to open
sv: Sida att öppna

source: You should upgrade, as MySQL 5.1 has improved performance, and MySQL 5.5 even more so.
sv: Du bör uppgradera, eftersom MySQL 5.1 har bättre prestanda, och MySQL 5.5 ännu bättre.

source: Designer and PDF schema: table coordinates
sv: Design/PDF-schema: tabellkoordinater

source: deleting
sv: raderar

source: Disable multi table maintenance
sv: Inaktivera underhåll av multipla tabeller

source: Return type
sv: Returtyp
